POSITIONS = [
    {"code": "TEST-001", "name": "Молоток",
     "chars": {"Масса молотка": {"0.2-0.4", "0.4-0.6"},
               "Безынерционный": {"Нет"}}},

    {"code": "TEST-002", "name": "Молоток",
     "chars": {"Масса молотка": {"0.4-0.6", "0.6-0.8"},
               "Безынерционный": {"Да"}}},

    {"code": "TEST-003", "name": "Молоток",
     "chars": {"Масса молотка": {"0.4-0.6"},
               "Безынерционный": {"Нет"},
               "Длина рукоятки": {"300-400"}}},

    {"code": "TEST-004", "name": "Молоток",
     "chars": {"Масса молотка": {"0.8-1"},
               "Безынерционный": {"Нет"}}},

    {"code": "TEST-005", "name": "Молоток",
     "chars": {"Масса молотка": {"1-1.2", "1.2-1.4"},
               "Безынерционный": {"Да"}}},

    {"code": "TEST-006", "name": "Молоток",
     "chars": {"Масса молотка": {"0.4-0.6"},
               "Безынерционный": {"Да"},
               "Длина рукоятки": {"300-400", "400-500"}}},
]
